Repository: ITHHKN/SwiftUI-Basics
Catalog: SwiftUi-Basics/Resources/Localizations/*.lproj/Localizable.strings
Languages: ar

# welcome.title
source: Welcome to SwiftUI
ar: مرحبًا بك في SwiftUI

# counter.title
source: Counter App
ar: تطبيق العداد

# counter.value
source: Count: %d
ar: العدد: %d

# button.increment
source: Increment
ar: زيادة

# greeting.hello
source: Hello, %@
ar: مرحبًا، %@

# button.showGreeting
source: Show Greeting
ar: إظهار التحية

# button.reset
source: Reset
ar: إعادة تعيين

# list.table
source: Table List
ar: قائمة الجدول

# input.name.placeholder
source: Enter Name
ar: أدخل الاسم

# nav.detailView
source: Detail View
ar: التفاصيل

# home.title
source: Home Screen
ar: الصفحة الرئيسية

# detail.page.title
source: Detail Page
ar: صفحة التفاصيل

# detail.page.subtitle
source: I am showing detail View
ar: أعرض صفحة التفاصيل

# detail.page.passedName
source: Passed from Home screen is: %@
ar: تم الإرسال من الصفحة الرئيسية: %@

# nav.title.detail
source: Detail View
ar: صفحة التفاصيل

# fruits.apple
source: Apple
ar: تفاح

# fruits.orange
source: Orange
ar: برتقال

# fruits.banana
source: Banana
ar: موز

# fruits.pineapple
source: Pineapple
ar: أناناس

# projects.header
source: Projects
ar: المشاريع

# nav.title.projects
source: Projects
ar: المشاريع

# nav.title.projectDetail
source: Project Detail
ar: تفاصيل المشروع

# step.financial.title
source: Financial Review
ar: المراجعة المالية

# step.financial.subtitle
source: Verify documents and approvals.
ar: تحقق من المستندات والموافقات.

# step.allocate.title
source: Allocation
ar: التخصيص

# step.allocate.subtitle
source: Assign villas and contracts.
ar: تعيين الفلل والعقود.

# step.handover.title
source: Handover
ar: التسليم

# step.handover.subtitle
source: Complete the final delivery.
ar: إكمال التسليم النهائي.

# detail.status.header
source: Project Status
ar: حالة المشروع

# detail.status.description
source: Review the latest status and next steps.
ar: راجع أحدث الحالة والخطوات التالية.

# detail.status.view
source: View
ar: عرض

# project.location
source: Location: %@
ar: الموقع: %@

# project.available
source: %d Villas Available
ar: المتاح: %d فيلا

# error.projects.fetch
source: Unable to load projects. Please try again.
ar: تعذر تحميل المشاريع. حاول مرة أخرى.
